Tekla.Structures.Filtering.Categories.SurfaceFilterExpressions.Class
The Class class represents the class filter expression.

Tekla.Structures.Filtering.Categories.SurfaceFilterExpressions.Class.#ctor
Initializes a new instance of the Class class.